actuator/fluid_case_simple/CASE_DBD_AC/Fluid_case/0/Air/k_Air
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0/Air";
    object      k_Air;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   nonuniform List<scalar> 
567542
(
1
1
1
1
1
1
1
1
...
)
;

boundaryField
{
    UpWall
    {
        type            fixedValue;
        value           uniform 1;
    }
    LeftWall
    {
        type            fixedValue;
        value           uniform 1;
    }
    RightWall
    {
        type            fixedValue;
        value           uniform 1;
    }
    anode
    {
        type            fixedValue;
        value           uniform 1;
    }
    frontAndBack
    {
        type            empty;
    }
    Air_to_Dielectric
    {
        type            fixedValue;
        value           uniform 1;
    }
}


// ************************************************************************* //
