actuator/fluid_case_simple/CASE_DBD_AC/Fluid_case/system/topoSetDict.Regions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
//	Air											
    {												
        name    	Air	;										
        type    	cellSet	;										
        action  	new	;										
        source  	boxToCell	;										
        sourceInfo												
        {												
	box	(	-0.6	0	0	)	(	0.6	0.6	0.05	)	;
        }												
    }												

    {												
        name  	Air	;										
        type  	cellZoneSet	;										
        action	new	;										
        source	setToCellZone	;										
        sourceInfo												
        {												
            set 	Air	;										
        }												
    }												
			
//	Dielectric											
    {												
        name    Dielectric	;										
        type    	cellSet	;										
        action  	new	;										
        source  	boxToCell	;										
        sourceInfo												
        {												
	box	(	-0.6	-0.02	0	)	(	0.6	0	0.05	)	;
        }												
    }	
										
												
    {												
        name  	Dielectric	;										
        type  	cellZoneSet	;										
        action	new	;										
        source	setToCellZone	;										
        sourceInfo												
        {												
            set 	Dielectric	;										
        }												
    }												
					


);

// ************************************************************************* //
